{
  "saints": [
    {
      "id": 1,
      "title": "Пресвятая Богородица",
      "image": "./icons/icon1.jpg",
      "description": "Пресвятая Дева Мария - Матерь Божия, высшая из всех сотворённых существ. Родилась в семье праведных Иоакима и Анны. С трёх лет воспитывалась при Иерусалимском храме. Стала Матерью Спасителя мира - Иисуса Христа.",
      "feast_day": "Множество праздников в течение года",
      "patronage": "Покровительница всех христиан, защитница в скорбях"
    },
    {
      "id": 2,
      "title": "Иоанн Креститель",
      "image": "./icons/icon2.jpg",
      "description": "Пророк, Предтеча и Креститель Господень. Последний ветхозаветный пророк, предсказавший пришествие Мессии. Крестил Иисуса Христа в реке Иордан. Проповедовал покаяние и подготовил людей к принятию Евангелия.",
      "feast_day": "7 июля (Рождество), 11 сентября (Усекновение главы)",
      "patronage": "Покровитель крещения, защитник правды"
    },
    {
      "id": 3,
      "title": "Апостол Пётр",
      "image": "./icons/icon3.jpg",
      "description": "Первоверховный апостол, один из двенадцати учеников Христа. Был рыбаком, призван Христом вместе с братом Андреем. Получил от Христа ключи от Царства Небесного. Основатель Церкви, первый епископ Рима.",
      "feast_day": "12 июля",
      "patronage": "Покровитель рыбаков, защитник веры"
    },
    {
      "id": 4,
      "title": "Апостол Павел",
      "image": "./icons/icon4.jpg",
      "description": "Первоверховный апостол, «апостол язычников». Сначала был гонителем христиан (Савл), но после чудесного явления Христа стал ревностным проповедником. Написал 14 посланий, составляющих значительную часть Нового Завета.",
      "feast_day": "12 июля",
      "patronage": "Покровитель миссионеров, богословов, писателей"
    },
    {
      "id": 5,
      "title": "Апостол Андрей Первозванный",
      "image": "./icons/icon5.jpg",
      "description": "Первый из учеников, призванных Христом. Брат апостола Петра. По преданию, проповедовал на землях будущей Руси, благословив место, где впоследствии возник Киев. Распят на косом кресте (Андреевский крест).",
      "feast_day": "13 декабря",
      "patronage": "Покровитель России, Шотландии, рыбаков"
    },
    {
      "id": 6,
      "title": "Иоанн Богослов",
      "image": "./icons/icon6.jpg",
      "description": "Апостол, евангелист, любимый ученик Христа. Написал Евангелие, три послания и Апокалипсис. Единственный из апостолов, умерший своей смертью в глубокой старости. Проповедовал любовь как главную заповедь.",
      "feast_day": "21 мая, 9 октября",
      "patronage": "Покровитель богословов, писателей, издателей"
    },
    {
      "id": 7,
      "title": "Святитель Николай Чудотворец",
      "image": "./icons/icon7.jpg",
      "description": "Архиепископ Мир Ликийских, великий угодник Божий. Прославился добротой, милосердием и чудотворениями. Тайно помогал нуждающимся, спасал моряков, защищал невинно осуждённых. Один из самых почитаемых святых в православии.",
      "feast_day": "19 декабря, 22 мая (перенесение мощей)",
      "patronage": "Покровитель путешествующих, моряков, детей"
    },
    {
      "id": 8,
      "title": "Василий Великий",
      "image": "./icons/icon8.jpg",
      "description": "Архиепископ Кесарии Каппадокийской, отец и учитель Церкви. Защитник православия, создатель литургии и монастырских уставов. Организовывал помощь бедным, создал больницы и приюты. Глубокий богослов и проповедник.",
      "feast_day": "14 января",
      "patronage": "Покровитель больниц, богословов, монахов"
    },
    {
      "id": 9,
      "title": "Григорий Богослов",
      "image": "./icons/icon9.jpg",
      "description": "Архиепископ Константинопольский, отец Церкви, великий богослов. Друг Василия Великого. Защищал православное учение о Святой Троице. Автор глубоких богословских творений и проповедей. Прославился красноречием и ученостью.",
      "feast_day": "7 февраля",
      "patronage": "Покровитель богословов, поэтов, учителей"
    },
    {
      "id": 10,
      "title": "Иоанн Златоуст",
      "image": "./icons/icon10.jpg",
      "description": "Архиепископ Константинопольский, величайший проповедник Церкви. Получил прозвище «Златоуст» за красноречие. Составитель главной литургии православной церкви. Боролся с несправедливостью, защищал бедных, обличал пороки власть имущих.",
      "feast_day": "26 ноября, 9 февраля",
      "patronage": "Покровитель проповедников, ораторов"
    },
    {
      "id": 11,
      "title": "Георгий Победоносец",
      "image": "./icons/icon11.jpg",
      "description": "Великомученик, воин-христианин. Служил в римской армии, открыто исповедал веру во Христа и принял мученическую смерть. По преданию, победил змея, спасая царевну. Один из самых почитаемых святых воинов.",
      "feast_day": "6 мая, 9 декабря",
      "patronage": "Покровитель воинов, защитник от зла"
    },
    {
      "id": 12,
      "title": "Димитрий Солунский",
      "image": "./icons/icon12.jpg",
      "description": "Великомученик, воин и проповедник. Сын римского проконсула, открыто проповедовал христианство в Солуни (Фессалоники). Претерпел мучения и был убит копьём. Почитается как защитник города и покровитель воинов.",
      "feast_day": "8 ноября",
      "patronage": "Покровитель воинов, защитник городов"
    },
    {
      "id": 13,
      "title": "Пантелеимон Целитель",
      "image": "./icons/icon13.jpg",
      "description": "Великомученик и целитель. Был придворным врачом, принял христианство и стал исцелять больных безвозмездно, призывая имя Христа. Претерпел жестокие мучения за веру. Почитается как покровитель врачей и целитель болезней.",
      "feast_day": "9 августа",
      "patronage": "Покровитель врачей, целитель болящих"
    },
    {
      "id": 14,
      "title": "Великомученица Варвара",
      "image": "./icons/icon14.jpg",
      "description": "Христианская мученица III-IV века. Приняла крещение тайно от отца-язычника. Была заточена отцом в башню, претерпела мучения и была убита собственным отцом. Почитается как защитница от внезапной смерти.",
      "feast_day": "17 декабря",
      "patronage": "Покровительница горняков, защита от внезапной смерти"
    },
    {
      "id": 15,
      "title": "Великомученица Екатерина",
      "image": "./icons/icon15.jpg",
      "description": "Мученица, учёная дева. Была царского рода, получила прекрасное образование. На диспуте с языческими философами защитила христианство, обратив многих в веру. Претерпела мучения на колесе. Покровительница учащихся.",
      "feast_day": "7 декабря",
      "patronage": "Покровительница студентов, учёных, философов"
    },
    {
      "id": 16,
      "title": "Вера, Надежда, Любовь и София",
      "image": "./icons/icon16.jpg",
      "description": "Мученицы, мать и три дочери. София воспитала дочерей в христианской вере. Девочки (12, 10 и 9 лет) отказались поклониться языческим богам и приняли мученическую смерть. София погребла дочерей и скончалась на их могиле.",
      "feast_day": "30 сентября",
      "patronage": "Покровительницы материнства, детей, семьи"
    },
    {
      "id": 17,
      "title": "Князь Владимир Креститель",
      "image": "./icons/icon17.jpg",
      "description": "Великий князь Киевский, Креститель Руси. В 988 году принял христианство и крестил Русь. Построил множество храмов, открыл школы, помогал бедным. Превратил Русь в христианское государство. Равноапостольный святой.",
      "feast_day": "28 июля",
      "patronage": "Покровитель России, просветитель"
    },
    {
      "id": 18,
      "title": "Княгиня Ольга",
      "image": "./icons/icon18.jpg",
      "description": "Великая княгиня Киевская, первая правительница Руси, принявшая христианство. Крестилась в Константинополе около 957 года. Мудрая правительница, укрепила государство, подготовила почву для Крещения Руси. Равноапостольная святая.",
      "feast_day": "24 июля",
      "patronage": "Покровительница вдов, правителей"
    },
    {
      "id": 19,
      "title": "Кирилл и Мефодий",
      "image": "./icons/icon19.jpg",
      "description": "Равноапостольные, просветители славян. Братья из Солуни, создали славянскую азбуку (кириллицу) и перевели богослужебные книги на славянский язык. Проповедовали среди славянских народов. Основатели славянской письменности.",
      "feast_day": "24 мая",
      "patronage": "Покровители образования, переводчиков"
    },
    {
      "id": 20,
      "title": "Борис и Глеб",
      "image": "./icons/icon20.jpg",
      "description": "Страстотерпцы, первые русские святые. Сыновья князя Владимира. Были убиты в междоусобной борьбе братом Святополком. Не подняли руки на брата, предпочли смерть братоубийственной войне. Покровители Русской земли.",
      "feast_day": "6 августа, 18 сентября",
      "patronage": "Покровители мира, защитники от усобиц"
    },
    {
      "id": 21,
      "title": "Александр Невский",
      "image": "./icons/icon21.jpg",
      "description": "Благоверный князь, великий полководец. Защитник Руси от западных захватчиков. Одержал победы в Невской битве (1240) и Ледовом побоище (1242). Мудрый правитель, сохранил Русь от порабощения. Небесный покровитель воинов.",
      "feast_day": "6 декабря, 12 сентября",
      "patronage": "Покровитель воинов, защитник Отечества"
    },
    {
      "id": 22,
      "title": "Дмитрий Донской",
      "image": "./icons/icon22.jpg",
      "description": "Благоверный князь Московский. Одержал историческую победу над Золотой Ордой в Куликовской битве (1380). Объединил русские земли, укрепил Московское княжество. Строитель белокаменного Кремля. Защитник веры и Отечества.",
      "feast_day": "1 июня",
      "patronage": "Покровитель воинов, защитник Руси"
    },
    {
      "id": 23,
      "title": "Пётр и Феврония Муромские",
      "image": "./icons/icon23.jpg",
      "description": "Благоверные князь и княгиня Муромские. Образец христианского супружества, верности и любви. Вместе приняли монашество, скончались в один день. По преданию, похоронены в одном гробу. Покровители семьи и брака.",
      "feast_day": "8 июля",
      "patronage": "Покровители семьи, супружества, любви"
    },
    {
      "id": 24,
      "title": "Сергий Радонежский",
      "image": "./icons/icon24.jpg",
      "description": "Преподобный, игумен земли Русской. Основатель Троице-Сергиевой лавры. Великий подвижник, учитель монашества. Благословил Дмитрия Донского на Куликовскую битву. Молитвенник за Русскую землю. Покровитель учащихся.",
      "feast_day": "18 июля, 8 октября",
      "patronage": "Покровитель учащихся, защитник Руси"
    },
    {
      "id": 25,
      "title": "Серафим Саровский",
      "image": "./icons/icon25.jpg",
      "description": "Преподобный, великий русский подвижник. Прожил в затворе и молчании, стоял на камне 1000 ночей в молитве. Принимал тысячи паломников, исцелял больных. Проповедовал радость о Господе. Основал Дивеевскую обитель.",
      "feast_day": "15 января, 1 августа",
      "patronage": "Целитель, покровитель болящих"
    },
    {
      "id": 26,
      "title": "Антоний Печерский",
      "image": "./icons/icon26.jpg",
      "description": "Преподобный, основатель русского монашества. Принёс монашескую традицию с Афона на Русь. Поселился в пещере на берегу Днепра, положив начало Киево-Печерской лавре. Учитель множества подвижников. Отец русского монашества.",
      "feast_day": "10 июля, 23 сентября",
      "patronage": "Покровитель монашества"
    },
    {
      "id": 27,
      "title": "Феодосий Печерский",
      "image": "./icons/icon27.jpg",
      "description": "Преподобный, игумен Киево-Печерской лавры. Ученик Антония Печерского, организатор монашеской жизни. Ввёл Студийский устав, установил общежительное монашество на Руси. Помогал бедным, учил кротости и любви.",
      "feast_day": "16 мая, 27 августа",
      "patronage": "Покровитель монахов, благотворителей"
    },
    {
      "id": 28,
      "title": "Нил Сорский",
      "image": "./icons/icon28.jpg",
      "description": "Преподобный, основатель скитского жития на Руси. Подвижник и мыслитель, основал скит на реке Соре. Учил «нестяжательству», простоте, внутренней молитве. Выступал против излишнего богатства монастырей. Духовный писатель.",
      "feast_day": "20 мая",
      "patronage": "Покровитель духовной жизни"
    },
    {
      "id": 29,
      "title": "Амвросий Оптинский",
      "image": "./icons/icon29.jpg",
      "description": "Преподобный старец Оптиной пустыни. Прославился духовной мудростью и даром утешения. Принимал тысячи паломников, помогал советом и молитвой. К нему обращались Достоевский, Толстой, Соловьёв. Великий старец и прозорливец.",
      "feast_day": "23 октября",
      "patronage": "Утешитель скорбящих, духовный наставник"
    },
    {
      "id": 30,
      "title": "Василий Блаженный",
      "image": "./icons/icon30.jpg",
      "description": "Блаженный, Христа ради юродивый. Ходил почти нагим в любую погоду, обличал неправду, творил чудеса. Не боялся говорить правду царю Ивану Грозному. В честь него назван Покровский собор на Красной площади. Защитник Москвы.",
      "feast_day": "15 августа",
      "patronage": "Покровитель Москвы, защитник правды"
    },
    {
      "id": 31,
      "title": "Ксения Петербургская",
      "image": "./icons/icon31.jpg",
      "description": "Блаженная, Христа ради юродивая. После смерти мужа раздала имущество и приняла подвиг юродства. Ходила по Петербургу в мужской одежде покойного мужа. Помогала людям, прозревала будущее. Покровительница Петербурга.",
      "feast_day": "6 февраля",
      "patronage": "Покровительница семьи, помощь в житейских нуждах"
    },
    {
      "id": 32,
      "title": "Матрона Московская",
      "image": "./icons/icon32.jpg",
      "description": "Блаженная, молитвенница и чудотворица. Родилась слепой, с детства обладала даром прозрения и исцеления. Всю жизнь помогала людям молитвой и советом. В годы гонений жила в Москве, принимая нуждающихся. Одна из самых почитаемых святых.",
      "feast_day": "2 мая",
      "patronage": "Помощница в болезнях, житейских нуждах"
    },
    {
      "id": 33,
      "title": "Иоанн Кронштадтский",
      "image": "./icons/icon33.jpg",
      "description": "Праведный, протоиерей, великий молитвенник и чудотворец. Всероссийский пастырь, служил в Кронштадте более 50 лет. Ежедневно служил литургию, исцелял больных, помогал бедным. Основал «Дом трудолюбия». Духовный писатель.",
      "feast_day": "2 января, 14 июня",
      "patronage": "Целитель, помощник в нуждах"
    },
    {
      "id": 34,
      "title": "Царственные страстотерпцы",
      "image": "./icons/icon34.jpg",
      "description": "Святые мученики: император Николай II, императрица Александра Феодоровна и их дети - Ольга, Татиана, Мария, Анастасия и Алексий. Расстреляны в 1918 году. Прославлены как страстотерпцы за христианское терпение и кротость в страданиях.",
      "feast_day": "17 июля",
      "patronage": "Покровители семьи, царской власти"
    }
  ]
}
